{
  "plugins": {
    "blink.cmp": {
      "src": "https://www.github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://www.github.com/saghen/blink.lib"
    },
    "conform": {
      "src": "https://www.github.com/stevearc/conform.nvim"
    },
    "ghostty-default-style-dark.nvim": {
      "src": "https://github.com/nkxxll/ghostty-default-style-dark.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "img-clip.nvim": {
      "src": "https://www.github.com/HakonHarnes/img-clip.nvim"
    },
    "lualine.nvim": {
      "src": "https://www.github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://www.github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://www.github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason-tool-installer": {
      "src": "https://www.github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://www.github.com/mason-org/mason.nvim"
    },
    "mini.align": {
      "src": "https://www.github.com/nvim-mini/mini.align"
    },
    "mini.diff": {
      "src": "https://www.github.com/nvim-mini/mini.diff"
    },
    "nvim-lspconfig": {
      "src": "https://www.github.com/neovim/nvim-lspconfig"
    },
    "nvim-material-icon": {
      "src": "https://github.com/DaikyXendo/nvim-material-icon"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-ufo": {
      "src": "https://www.github.com/kevinhwang91/nvim-ufo"
    },
    "nvim-web-devicons": {
      "src": "https://www.github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "promise-async": {
      "src": "https://www.github.com/kevinhwang91/promise-async"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://www.github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://www.github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://www.github.com/nvim-telescope/telescope.nvim"
    },
    "which-key.nvim": {
      "src": "https://www.github.com/folke/which-key.nvim"
    }
  }
}
